/* No comment provided by engineer. */
"%d slots, %d free" = "%1$d slots, %2$d free";

/* No comment provided by engineer. */
"Add a picture" = "Add a picture";

/* No comment provided by engineer. */
"address" = "address";

/* No comment provided by engineer. */
"Bicycle ID" = "Bicycle ID";

/* No comment provided by engineer. */
"Category" = "Category";

/* No comment provided by engineer. */
"Contact" = "Contact";

/* No comment provided by engineer. */
"Details" = "Details";

/* No comment provided by engineer. */
"Directions From Here" = "Directions From Here";

/* No comment provided by engineer. */
"Directions To Here" = "Directions To Here";

/* No comment provided by engineer. */
"free" = "free";

/* No comment provided by engineer. */
"List" = "List";

/* No comment provided by engineer. */
"Photo" = "Photo";

/* No comment provided by engineer. */
"Problems with your bicycle? Report them now!" = "Problems with your bicycle? Report them now!";

/* No comment provided by engineer. */
"Report problem" = "Report problem";

/* No comment provided by engineer. */
"Sending report.." = "Sending report..";

/* No comment provided by engineer. */
"slots" = "slots";

/* No comment provided by engineer. */
"Steer/Tire/Brakes/..." = "Steer/Tire/Brakes/...";

/* No comment provided by engineer. */
"Submit" = "Submit";

/* No comment provided by engineer. */
"Updating data.." = "Updating data..";

